
/* Class = "NSButton"; ibShadowedToolTip = "Select this to check for external file changes. Use at your own risk."; ObjectID = "2"; */
"Select this to check for external file changes. Use at your own risk." = "Wybierz to, aby sprawdzać zewnętrzne zmiany pliku. Używasz to na własne ryzyko.";

/* Class = "NSTextField"; ibShadowedToolTip = "Enter the arguments for the command. Use %file to indicate the file to open and %line for the line number"; ObjectID = "7"; */
"Enter the arguments for the command. Use %file to indicate the file to open and %line for the line number" = "Podaj argumenty polecenia. Znacznik %file zostanie zastąpiony nazwą pliku, a %line numerem linii.";

/* Class = "NSPopUpButton"; ibShadowedToolTip = "Choose settings for a preset TeX editor, or use custom settings"; ObjectID = "8"; */
"Choose settings for a preset TeX editor, or use custom settings" = "Wybierz zestaw ustawień dla wybranego edytora TeX lub zdefiniuj własny";

/* Class = "NSTextField"; ibShadowedToolTip = "Enter the command to call your favorite TeX editor"; ObjectID = "9"; */
"Enter the command to call your favorite TeX editor" = "Podaj polecenie wywołania Twojego ulubionego edytora TeX";

/* Class = "NSTextFieldCell"; title = "Do not select this when using a script or program that will force a revert."; ObjectID = "12"; */
"Do not select this when using a script or program that will force a revert." = "Nie zaznaczaj jeśli używasz skryptu lub programu, który sam żąda ponownego wczytania.";

/* Class = "NSTextFieldCell"; title = "Preset:"; ObjectID = "13"; */
"Preset:" = "Zestaw:";

/* Class = "NSMenuItem"; title = "Custom"; ObjectID = "17"; */
"Custom" = "Własny";

/* Class = "NSTextFieldCell"; title = "Arguments:"; ObjectID = "20"; */
"Arguments:" = "Argumenty:";

/* Class = "NSTextFieldCell"; title = "PDF-TeX Sync support:"; ObjectID = "21"; */
"PDF-TeX Sync support:" = "Wsparcie PDF-TeX Sync:";

/* Class = "NSTextFieldCell"; title = "Command:"; ObjectID = "22"; */
"Command:" = "Polecenie:";

/* Class = "NSButtonCell"; title = "Check for file changes"; ObjectID = "23"; */
"Check for file changes" = "Sprawdzaj zmiany pliku";
